Repository: abdullahbalaban2-prog/FitnessCenterProject
Catalog: FitnessCenterProject/FitnessCenterProject/Resources/Views/Home/Index.*.resx
Languages: tr

# Title
source: Home
tr: Ana Sayfa

# MetaDescription
source: Premium interior design projects, featured work, and tailored quotes.
tr: Premium iç mimari projeler, öne çıkan tasarımlar ve kişiye özel teklif hizmetleri.

# HeroTitle
source: A Signature for Your Spaces
tr: Mekânlarınıza Özgün Bir İmza

# HeroSubtitle
source: Interior solutions that blend aesthetics, function, and elegance for modern living.
tr: Yaşam alanlarını estetik, işlev ve zarafetle buluşturan iç mimari çözümler sunuyorum.

# HeroPortfolioCta
source: View Portfolio
tr: Portföyü İncele

# HeroQuoteCta
source: Get a Quote
tr: Teklif Al

# FeaturedProjectsTitle
source: Featured Projects
tr: Öne Çıkan Projeler

# FeaturedProjectsAll
source: View All
tr: Tümünü Gör

# ServicesTitle
source: Services
tr: Hizmetler

# TestimonialsTitle
source: Client Testimonials
tr: Danışan Yorumları

# CtaTitle
source: Let’s shape your next project
tr: Projeniz için birlikte çalışalım

# CtaSubtitle
source: Let’s review your needs together and craft a tailored proposal.
tr: İhtiyaçlarınızı birlikte değerlendirelim ve size özel teklif hazırlayalım.

# CtaButton
source: Get a Quote
tr: Teklif Al
